[{
    "In_group_id": "",
    "city": "",
    "dateFrom": "10/01/2018",
    "description": "On Wed, Jan 10, join us for another exciting 'Nuit des Frenchies' Basketball night when the Utah Jazz and their all-NBA star Rudy Gobert are in town to play the Washington Wizards and their own French star Ian Mahinmi.   3 groups of tickets are available to us: \r Level 100, sections 108 (limited number of tickets; they will go fast): $96 each\r Level 200, sections 204 (limited number of tickets; they will go fast): $79 each\r Level 400, sections 411: $35 each\r Extras for our group (all sections): \r - Bench-warming: possibility to arrive early (5:15pm) and sit behind  the benches to see the players warm up (limited availability - first  registered will be given priority) - A free Wizards t-shirt will be given to every one in our group in attendance. -  Give high-five to the Wizards players when they enter the tunnel to the  floor (limited availability - kids and first registered will be given  priority) - Post-game Meet & Greet with French player Ian Mahinmi\r ",
    "endTime": "",
    "eventImage": "http://http://www.faccwdc.org",
    "eventWebsite": "http://www.faccwdc.org/facc-events/calendar-of-events/vue-detail/d/la-nuit-des-frenchies-utah-jazz-vs-wizards-see-ian-mahinmi-rudy-gobert/",
    "location": "Capital One Arena (formerly Verizon Center)",
    "organization": "FACC",
    "startTime": "07:00 PM",
    "state": "",
    "ticketUrl": [],
    "title": "La Nuit des Frenchies - Utah Jazz Vs Wizards - See Ian Mahinmi & Rudy Gobert"
},
{
    "In_group_id": "",
    "city": "",
    "dateFrom": "31/01/2018",
    "description": "An Introduction to the J1 Visa Exchange Programs | J-1 Visas in the Current Political Landscape Join us for a a presentation and roundtable on J-1 visa exchange programs and certain work-based visa and compliance issues. \r Given the increased focus on immigration within the current administration, this event is more relevant than ever. Experts will present the various programs at your disposal, then discuss the latest developments in exchange programs and other visa and immigration changes affecting H-1, L-1 and E-2 visas. \r This event is a must for companies interested in hiring personnel under those programs, as well as for human resources and mobility professionals from companies of all sizes!\r Panelists : \r -  Kristin Young , Associate Director, International Career Development Programs, in charge of J1 visa program, FACC-NY -  Eliot Norman , Partner, Williams Mullen - Specialist of Immigration Visas  & Foreign Direct Investment\r This is a free event for members. $20 for non-members\r ",
    "endTime": "08:00 PM",
    "eventImage": "http://http://www.faccwdc.orgfileadmin/_processed_/4/e/csm_J1-Visa_333bc90259.jpg",
    "eventWebsite": "http://www.faccwdc.org/facc-events/calendar-of-events/vue-detail/d/the-j1-visa-program-and-other-immigration-opportunities-for-your-company/",
    "location": "Williams Mullen, 1666 K St NW, Washington, DC 20006",
    "organization": "FACC",
    "startTime": "06:00 PM",
    "state": "",
    "ticketUrl": [
        "https://faccwdc.cividesk.com/civicrm/event/register?reset=1&id=118"
    ],
    "title": "The J1 Visa Program and Other Immigration Opportunities for your Company"
},
{
    "In_group_id": "",
    "city": "",
    "dateFrom": "23/01/2018",
    "description": "Through dynamic speakers, engaging dialogue, and networking opportunities, the French-American Chamber of Commerce's Small Business Committee works to promote the growth, profitability and recognition of small businesses. The object of the Committee is twofold:\r - Open a dialog between the Chamber's management and its small business members (or people interested in small business issues) to better respond to their needs, via events, speakers, actions,  etc.\r - Empower the group to have its own activities, such as networking events, speakers, etc. \r This meeting is open only to members of the Small Business Committee.\r If you are a Chamber member and you are interested in  actively participating in the Chamber's activities and this committee in  particular, simply register and we will make you a member of the  Committee.  \r If you are not yet a member and you are interested in actively participating in the Chamber's activities, please   contact us , as the Committee is interested in expanding.   \r ",
    "endTime": "08:00 PM",
    "eventImage": "http://http://www.faccwdc.orgfileadmin/template/usawashington/uploads/SB_pic_for_web_site.jpg",
    "eventWebsite": "http://www.faccwdc.org/facc-events/calendar-of-events/vue-detail/d/small-business-committee-meeting/",
    "location": "French Embassy, Salle Tocqueville",
    "organization": "FACC",
    "startTime": "06:00 PM",
    "state": "",
    "ticketUrl": [
        "https://faccwdc.cividesk.com/civicrm/event/register?reset=1&id=106"
    ],
    "title": "Small Business Committee Meeting"
},
{
    "In_group_id": "",
    "city": "",
    "dateFrom": "16/01/2018",
    "description": "Through dynamic speakers, engaging dialogue, and networking opportunities, the French-American Chamber of Commerce's Global Business Committee helps you work and connect with other members who are doing business globally. \r Speaker : Stephanie Bagot,  FINCA International  \r Topic : Global Microfinance\r Schedule :  \r - 6pm to 6:30pm: Networking - 6:30pm to 7pm: Speaker - 7:00pm to 7:20pm: Q&A - 7:20pm to 8pm: Committee business \r The object of the Committee is twofold:\r - Open a dialog between the Chamber's management and its global business members (or people interested in global business issues) to  better respond to their needs, via events, speakers, actions,  etc. \r - Empower the group to have its own activities, such as networking events, speakers, etc.  \r This meeting is open only to members of the Global Business Committee. \r If you are a Chamber member and you are interested in  actively  participating in the Chamber's activities and this committee in   particular, simply register and we will make you a member of the   Committee.   \r If you are not yet a member and you are interested in actively participating in the Chamber's activities, please   contact us , as the Committee is interested in expanding.    \r ",
    "endTime": "08:00 PM",
    "eventImage": "http://http://www.faccwdc.orgfileadmin/template/usawashington/uploads/graphic.jpg",
    "eventWebsite": "http://www.faccwdc.org/facc-events/calendar-of-events/vue-detail/d/global-business-committee-meeting/",
    "location": "French Embassy, Salle Tocqueville",
    "organization": "FACC",
    "startTime": "06:00 PM",
    "state": "",
    "ticketUrl": [
        "https://faccwdc.cividesk.com/civicrm/event/register?reset=1&id=105"
    ],
    "title": "Global Business Committee Meeting"
},
{
    "In_group_id": "",
    "city": "",
    "dateFrom": "18/01/2018",
    "description": "Through dynamic speakers, engaging dialogue, and networking opportunities, the French-American Chamber of Commerce's Women In Business Committee helps today’s professional woman makes the most of her opportunities. \r Speaker : Pascale Brady,  The Challenge Coach \r Topic : What is a Coach? - Why a Coach?\r Schedule : \r - 6pm to 6:30pm: Networking - 6:30pm to 7pm: Speaker - 7:00pm to 7:20pm: Q&A - 7:20pm to 8pm: Committee business\r The object of the Committee is twofold :\r - Open a dialog between the Chamber's management and its women members to better respond to their needs, via events, speakers, actions, etc.\r - Empower the group to have its own activities, such as networking events, speakers, etc. \r This meeting is open only to members of the Women in Business Committee.  \r If you are a Chamber member and you are a woman interested in actively participating in the Chamber's activities and this committee in particular, simply register and we will make you a member of the Committee. \r If you are not yet a member and you are a woman  interested in actively participating in the Chamber's activities, please   contact us , as the Committee is interested in expanding.  \r ",
    "endTime": "08:00 PM",
    "eventImage": "http://http://www.faccwdc.orgfileadmin/template/usawashington/uploads/women_leadership_pic.jpg",
    "eventWebsite": "http://www.faccwdc.org/facc-events/calendar-of-events/vue-detail/d/women-in-business-committee-meeting-1/",
    "location": "French Embassy, Salle Tocqueville",
    "organization": "FACC",
    "startTime": "06:00 PM",
    "state": "",
    "ticketUrl": [
        "https://faccwdc.cividesk.com/civicrm/event/register?reset=1&id=104"
    ],
    "title": "Women in Business Committee Meeting"
},
{
    "In_group_id": "",
    "city": "",
    "dateFrom": "17/01/2018",
    "description": "It is back! Celebrate the beginning of the year, as well as your good networking resolutions with our Galette des Rois (King's Cake) at the fantastic PAUL Bakery on Pennsylvania Ave. Discover the traditional French Galette des Rois ( King's Cake )  with us at the beautiful  PAUL  on Pennsylvania Ave as we kick off our Networking Series for 2018. Last year was a  resounding success, so let's make it even better this year around!  \r ",
    "endTime": "08:00 PM",
    "eventImage": "http://http://www.faccwdc.orgfileadmin/_processed_/3/2/csm_France_Galette_des_Rois_2_cbd384980c.jpg",
    "eventWebsite": "http://www.faccwdc.org/facc-events/calendar-of-events/vue-detail/d/networking-and-galette-des-rois-kings-cake-at-paul/",
    "location": "PAUL, 2000 Pennsylvania Ave, NW, Washington, DC 20006  ",
    "organization": "FACC",
    "startTime": "06:00 PM",
    "state": "",
    "ticketUrl": [
        "https://faccwdc.cividesk.com/civicrm/event/register?reset=1&id=109"
    ],
    "title": "Networking and Galette des Rois (King's Cake) at PAUL"
},
]