[{
    "In_group_id": "",
    "city": "Washington",
    "dateFrom": "18/01/2018",
    "description": "Rebecca Boggs Roberts has been many things including, but not limited to, journalist, producer, tour guide, forensic anthropologist, event planner, political consultant, jazz singer and radio talk show host. Currently, she is a program coordinator for Smithsonian Associates, where she has made it a personal mission to highlight the history of our capital city. Roberts lives in Washington, D.C., with her husband, three sons and a big fat dog.   is her second book. rebeccaroberts.org The Great Suffrage Parade was the first civil rights march to use the nation’s capital as a backdrop. Despite sixty years of relentless campaigning by suffrage organizations, by 1913 only six states allowed women to vote. Then Alice Paul came to Washington, D.C. She planned a grand spectacle on Pennsylvania Avenue on the day before Woodrow Wilson’s inauguration–marking the beginning of a more aggressive strategy on the part of the women’s suffrage movement. Groups of women protested and picketed outside the White House, and some were thrown into jail. Newspapers across the nation covered their activities. These tactics finally led to the ratification of the Nineteenth Amendment in 1920. Author Rebecca Boggs Roberts narrates the heroic struggle of Alice Paul and the National Woman’s Party as they worked to earn the vote.",
    "eventImage": "https://hooksbookevents.com/wp-content/uploads/2017/11/rebecca-roberts-loyola-new-orleans-184x280.jpg",
    "eventType": "",
    "eventWebsite": "https://hooksbookevents.com/event/rebecca-boggs-roberts-suffragists-washington-dc-1913-parade-fight-vote/",
    "organization": "Hooks Book Events",
    "state": "DC",
    "street": "",
    "title": "Rebecca Boggs Roberts with Suffragists in Washington, DC: The 1913 Parade and the Fight for the Vote",
    "zip": ""
},
{
    "In_group_id": "",
    "city": "",
    "dateFrom": "01/02/2018",
    "description": "Daniel H. Pink is the author of five provocative books about the changing world of work — including the long-running   bestsellers,   and  . His books have been translated into 34 languages and have sold more than 2 million copies worldwide. Pink’s most recent book,  , is a #1   business bestseller, a #1   Business bestseller, and a #1   nonfiction bestseller. In 2013, Thinkers 50 named him one of the top 15 business thinkers in the world. He serves on the board of directors and advisory boards of several non-profits and startup companies. A graduate of Northwestern University and Yale Law School, Pink lives in Washington, DC, with his wife and their three children. About  Everyone knows that timing is everything. But we don’t know much about timing itself. Our lives are a never-ending stream of “when” decisions: when to start a business, schedule a class, get serious about a person. Yet we make those decisions based on intuition and guesswork. Timing, it’s often assumed, is an art. In W , Pink shows that timing is really a science. Drawing on a rich trove of research from psychology, biology, and economics, Pink reveals how best to live, work, and succeed. How can we use the hidden patterns of the day to build the ideal schedule? Why do certain breaks dramatically improve student test scores? How can we turn a stumbling beginning into a fresh start? Why should we avoid going to the hospital in the afternoon? Why is singing in time with other people as good for you as exercise? And what is the ideal time to quit a job, switch careers, or get married? In  , Pink distills cutting-edge research and data on timing and synthesizes them into a fascinating, readable narrative packed with irresistible stories and practical takeaways that give readers compelling insights into how we can live richer, more engaged lives.",
    "eventImage": "https://hooksbookevents.com/wp-content/uploads/2017/09/dan-pink-184x258.jpg",
    "eventType": "Private Event",
    "eventWebsite": "https://hooksbookevents.com/event/dan-pink-scientific-secrets-perfect-timing/",
    "organization": "Hooks Book Events",
    "state": "",
    "street": "",
    "title": "Dan Pink with When: The Scientific Secrets of Perfect Timing",
    "zip": ""
},
{
    "In_group_id": "",
    "city": "Washington",
    "dateFrom": "30/01/2018",
    "description": "Meredith A. Jones is an internationally-recognized researcher, writer, speaker and expert in the alternative investment industry. Over the past 17 years, she has presented her original research and insights to industry participants around the world. She is a frequent speaker on the international conference circuit and has had her findings published in books and major media outlets, including the Economist, the New York Times, CNBC, the Wall Street Journal, the Financial Times, the Journal of Investing, and others. She began her alternative investment career at Van Hedge Fund Advisors International where she was Director of Research. She continued her research at PerTrac Financial Solutions and Barclays Capital, Inc., producing groundbreaking reports on emerging managers and diversity investing, before becoming Director of the Rothstein Kass Institute, an alternative investment think tank. As founder of MJ Alternative Investment Research, Meredith continues to provide timely research, education and actionable insights to the alternative investment community.",
    "eventImage": "https://hooksbookevents.com/wp-content/uploads/2017/12/meredithjones-184x280.jpg",
    "eventType": "Private Event",
    "eventWebsite": "https://hooksbookevents.com/event/meredith-jones-women-street-female-money-managers-generate-higher-returns-can/",
    "organization": "Hooks Book Events",
    "state": "DC",
    "street": "",
    "title": "Meredith Jones with Women of The Street: Why Female Money Managers Generate Higher Returns (and How You Can Too)",
    "zip": ""
},
{
    "In_group_id": "",
    "city": "Bethesda MD",
    "dateFrom": "30/01/2018",
    "description": "Kurt Newman, MD, is president and CEO of Children’s National Medical Center in Washington, D.C., widely recognized as one of the nation’s best pediatric hospitals. Dr. Newman has been a surgeon at Children’s National for over thirty years and is a professor of surgery and pediatrics at George Washington University School of Medicine & Health Sciences. He helped create the Sheikh Zayed Institute for Pediatric Surgical Innovation, dedicated to making children’s surgery pain free and less invasive. A strong advocate for the expansion of mental health treatment access for kids, he is actively involved in improving pediatric health nationally through his work on the boards of the Children’s Hospital Association and Safe Kids Worldwide. He and his wife Alison are the parents of two college age sons and live in Bethesda, Maryland.   A National Bestseller An “astounding and miraculous ” (Madeline Levine) medical memoir by one of our nation’s leading pediatric surgeons– the visionary head of Children’s National \n Anyone who has seen a child recover from a wound or a broken bone knows that kids are made to heal. Their bodies are more resilient, more adaptive, and far more able to withstand acute stress than adults’. In this inspiring memoir, Dr. Kurt Newman draws from his long experience as a pediatric surgeon working at one of our nation’s top children’s hospitals to make the case that children are more than miniature adults. Through the story of his own career and of the brave kids he has treated over the years—and their equally brave and tenacious parents—he reveals the revolution that is taking place in pediatric medicine. \n When he decided to become a pediatric surgeon, the field was in its infancy, struggling for esteem. Now, nearly forty years later, it is at the forefront of exhilarating new discoveries in everything from cancer research to mental health care. But few parents know how to access the best care for their children. Far too many find themselves frustrated and afraid. Dr. Newman wrote this book to help guide parents—not just of sick kids but of   kids —and to share his knowledge of what children need to thrive. A deeply human story with a spectacular cast of young heroes and heroines,   will convince you that we still have a lot to learn from our kids.",
    "eventImage": "https://hooksbookevents.com/wp-content/uploads/2017/12/kurtnewman-184x280.jpg",
    "eventType": "Private Event",
    "eventWebsite": "https://hooksbookevents.com/event/kurt-newman-healing-children-surgeons-stories-frontiers-pediatric-medicine/",
    "organization": "Hooks Book Events",
    "state": "",
    "street": "",
    "title": "Kurt Newman with Healing Children: A Surgeon’s Stories from the Frontiers of Pediatric Medicine",
    "zip": ""
},
{
    "In_group_id": "",
    "city": "Short Hills",
    "dateFrom": "23/01/2018",
    "description": "Jeff Boss has faced and overcome uncertainty in the most tumultuous circumstances. As a Navy SEAL, he worked in some of the most unforgiving environments on earth and faced enemies that constantly changed, much like today’s business landscape. In a world of chaos, how do individuals and teams stay together to find certainty in a world where there is anything but? This book reveals how. Using anecdotal experiences from both the military and business worlds, Boss highlights the individual mindsets, team practices, and organizational considerations for how people and companies can forge certainty amidst inevitable chaos. Jeff Boss is the President of Chaos Advantage, a global coaching and consulting practice based in Washington D.C. that helps corporate teams accelerate performance by leveraging his 13 years of experience as a Navy SEAL to the constantly changing business environment, where leadership, teamwork, communication, and decision-making are equally vital for success. From 2013 to 2015, Jeff was a management consultant at the McChrystal Group, specializing in Organizational Adaptability. Jeff started his career as a Navy SEAL, where he was deployed eight times to combat zones and operated under intense amounts of stress while in uncertain environments. His top military awards include four bronze stars with valor, two purple hearts, two presidential unit citations and six combat actions ribbons, among others As a result of his unique insight into high performing cultures, Jeff felt compelled to share the lessons learned in his first book  . His second book,  , shares the mental tools and tactics that he, and others, have employed to self-manage under such circumstances. He is a founding member of the SEAL Future Fund (nonprofit), a co-founder of the Adaptability Metric and contributes weekly to  and   on the topics of leadership, teamwork, and the performance mindset. His clients range from one-person startups to Fortune 10 companies.",
    "eventImage": "https://hooksbookevents.com/wp-content/uploads/2017/10/JeffBoss_0216-1-184x280.jpg",
    "eventType": "",
    "eventWebsite": "https://hooksbookevents.com/event/jeff-boss-navigating-chaos-find-certainty-uncertain-situations-2/",
    "organization": "Hooks Book Events",
    "state": "NJ",
    "street": "",
    "title": "Jeff Boss with Navigating Chaos: How to Find Certainty in Uncertain Situations",
    "zip": ""
},
{
    "In_group_id": "",
    "city": "Ashburn VA",
    "dateFrom": "23/01/2018",
    "description": " is the   bestselling author of  and  She has worked as a reporter at the   and contributed to numerous publications ncluding    ,  ,  ,  ,  , and  . She is a frequent commentator on countless prominent national television, radio, and online news outlets and has positioned herself at the prestigious New America Foundation as one of the nation’s foremost experts on women and work issues. Recruited by the U.S. Army and Navy from small towns and elite colleges, more than ten thousand women served as codebreakers during World War II. While their brothers and boyfriends took up arms, these women moved to Washington and learned the meticulous work of code-breaking. Their efforts shortened the war, saved countless lives, and gave them access to careers previously denied to them. A strict vow of secrecy nearly erased their efforts from history; now, through dazzling research and interviews with surviving code girls, bestselling author Liza Mundy brings to life this riveting and vital story of American courage, service, and scientific accomplishment. “  is a riveting account of the thousands of young coeds who flooded into Washington to help America win World War II. Liza Mundy has written a thrilling page-turner that illuminates the patriotism, rivalry, and sexism of the code-breakers’ world.”―",
    "eventImage": "https://hooksbookevents.com/wp-content/uploads/2017/11/liza-mundy2-1-184x280.jpg",
    "eventType": "Private Event",
    "eventWebsite": "https://hooksbookevents.com/event/liza-mundy-code-girls-untold-story-american-women-code-breakers-world-war-ii-4/",
    "organization": "Hooks Book Events",
    "state": "",
    "street": "",
    "title": "Liza Mundy with Code Girls: The Untold Story of the American Women Code Breakers of World War II",
    "zip": ""
},
{
    "In_group_id": "",
    "city": "Washington",
    "dateFrom": "25/01/2018",
    "description": "Chris Fussell is a Partner at the McChrystal Group Leadership Institute and coauthor of the  a   bestseller and the first book in the   series. He was commissioned as a Naval Officer in 1997 and spent the next 15 years on U.S. Navy SEAL Teams around the globe. He then served as Aide-de-Camp to Lieutenant General Stanley McChrystal during McChrystal’s final year commanding a Joint Special Operations Task Force fighting Al Qaeda around the globe. Too often, companies end up with teams stuck in their own silos, pursuing goals and metrics in isolation. Their traditional autocratic structures create stability, scalability, and predictability — but in a world that demands constant adaptation, this traditional model fails. In  , retired four-star General Stanley McChrystal and former Navy SEAL Chris Fussell made the case for a new organizational model combining the agility, adaptability, and cohesion of a small team with the power and resources of a giant organization. Now, in  Fussell channels all his experiences, both military and corporate, into powerful strategies for unifying isolated and distrustful teams. This practical guide will help leaders in any field implement the   approach to tear down their silos, improve collaboration, and avoid turf wars. By committing to one higher mission, organizations develop an overall capability that far exceeds the sum of their parts. From Silicon Valley software giant Intuit to a government agency on the plains of Oklahoma, organizations have used Fussell’s methods to unite their people around a single compelling vision, resulting in superior performance.  will help you follow their example to a more agile and resilient future.",
    "eventImage": "https://hooksbookevents.com/wp-content/uploads/2017/07/chris-fussell-184x280.jpg",
    "eventType": "Private Event",
    "eventWebsite": "https://hooksbookevents.com/event/chris-fussell-one-mission-leaders-build-team-teams-2/",
    "organization": "Hooks Book Events",
    "state": "",
    "street": "",
    "title": "Chris Fussell with One Mission: How Leaders Build a Team of Teams",
    "zip": ""
},
{
    "In_group_id": "",
    "city": "Reston VA",
    "dateFrom": "23/01/2018",
    "description": " is the   bestselling author of  and  She has worked as a reporter at the   and contributed to numerous publications ncluding    ,  ,  ,  ,  , and  . She is a frequent commentator on countless prominent national television, radio, and online news outlets and has positioned herself at the prestigious New America Foundation as one of the nation’s foremost experts on women and work issues. Recruited by the U.S. Army and Navy from small towns and elite colleges, more than ten thousand women served as codebreakers during World War II. While their brothers and boyfriends took up arms, these women moved to Washington and learned the meticulous work of code-breaking. Their efforts shortened the war, saved countless lives, and gave them access to careers previously denied to them. A strict vow of secrecy nearly erased their efforts from history; now, through dazzling research and interviews with surviving code girls, bestselling author Liza Mundy brings to life this riveting and vital story of American courage, service, and scientific accomplishment. “  is a riveting account of the thousands of young coeds who flooded into Washington to help America win World War II. Liza Mundy has written a thrilling page-turner that illuminates the patriotism, rivalry, and sexism of the code-breakers’ world.”―",
    "eventImage": "https://hooksbookevents.com/wp-content/uploads/2017/11/liza-mundy2-1-184x280.jpg",
    "eventType": "Featured Events",
    "eventWebsite": "https://hooksbookevents.com/event/liza-mundy-code-girls-untold-story-american-women-code-breakers-world-war-ii-2/",
    "organization": "Hooks Book Events",
    "state": "",
    "street": "",
    "title": "Liza Mundy with Code Girls: The Untold Story of the American Women Code Breakers of World War II",
    "zip": ""
},
{
    "In_group_id": "",
    "city": "McLean VA",
    "dateFrom": "01/03/2018",
    "description": "Daniel H. Pink is the author of five provocative books about the changing world of work — including the long-running   bestsellers,   and  . His books have been translated into 34 languages and have sold more than 2 million copies worldwide. Pink’s most recent book,  , is a #1   business bestseller, a #1   Business bestseller, and a #1   nonfiction bestseller. In 2013, Thinkers 50 named him one of the top 15 business thinkers in the world. He serves on the board of directors and advisory boards of several non-profits and startup companies. A graduate of Northwestern University and Yale Law School, Pink lives in Washington, DC, with his wife and their three children. About  Everyone knows that timing is everything. But we don’t know much about timing itself. Our lives are a never-ending stream of “when” decisions: when to start a business, schedule a class, get serious about a person. Yet we make those decisions based on intuition and guesswork. Timing, it’s often assumed, is an art. In W , Pink shows that timing is really a science. Drawing on a rich trove of research from psychology, biology, and economics, Pink reveals how best to live, work, and succeed. How can we use the hidden patterns of the day to build the ideal schedule? Why do certain breaks dramatically improve student test scores? How can we turn a stumbling beginning into a fresh start? Why should we avoid going to the hospital in the afternoon? Why is singing in time with other people as good for you as exercise? And what is the ideal time to quit a job, switch careers, or get married? In  , Pink distills cutting-edge research and data on timing and synthesizes them into a fascinating, readable narrative packed with irresistible stories and practical takeaways that give readers compelling insights into how we can live richer, more engaged lives.",
    "eventImage": "https://hooksbookevents.com/wp-content/uploads/2017/09/dan-pink-184x258.jpg",
    "eventType": "Private Event",
    "eventWebsite": "https://hooksbookevents.com/event/dan-pink-scientific-secrets-perfect-timing-5/",
    "organization": "Hooks Book Events",
    "state": "",
    "street": "",
    "title": "Dan Pink with When: The Scientific Secrets of Perfect Timing",
    "zip": ""
},
{
    "In_group_id": "",
    "city": "",
    "dateFrom": "27/02/2018",
    "description": "Daniel H. Pink is the author of five provocative books about the changing world of work — including the long-running   bestsellers,   and  . His books have been translated into 34 languages and have sold more than 2 million copies worldwide. Pink’s most recent book,  , is a #1   business bestseller, a #1   Business bestseller, and a #1   nonfiction bestseller. In 2013, Thinkers 50 named him one of the top 15 business thinkers in the world. He serves on the board of directors and advisory boards of several non-profits and startup companies. A graduate of Northwestern University and Yale Law School, Pink lives in Washington, DC, with his wife and their three children. About  Everyone knows that timing is everything. But we don’t know much about timing itself. Our lives are a never-ending stream of “when” decisions: when to start a business, schedule a class, get serious about a person. Yet we make those decisions based on intuition and guesswork. Timing, it’s often assumed, is an art. In W , Pink shows that timing is really a science. Drawing on a rich trove of research from psychology, biology, and economics, Pink reveals how best to live, work, and succeed. How can we use the hidden patterns of the day to build the ideal schedule? Why do certain breaks dramatically improve student test scores? How can we turn a stumbling beginning into a fresh start? Why should we avoid going to the hospital in the afternoon? Why is singing in time with other people as good for you as exercise? And what is the ideal time to quit a job, switch careers, or get married? In  , Pink distills cutting-edge research and data on timing and synthesizes them into a fascinating, readable narrative packed with irresistible stories and practical takeaways that give readers compelling insights into how we can live richer, more engaged lives.",
    "eventImage": "https://hooksbookevents.com/wp-content/uploads/2017/09/dan-pink-184x258.jpg",
    "eventType": "Private Event",
    "eventWebsite": "https://hooksbookevents.com/event/dan-pink-scientific-secrets-perfect-timing-3/",
    "organization": "Hooks Book Events",
    "state": "",
    "street": "",
    "title": "Dan Pink with When: The Scientific Secrets of Perfect Timing",
    "zip": ""
},
{
    "In_group_id": "",
    "city": "Washington",
    "dateFrom": "28/02/2018",
    "description": "Daniel H. Pink is the author of five provocative books about the changing world of work — including the long-running   bestsellers,   and  . His books have been translated into 34 languages and have sold more than 2 million copies worldwide. Pink’s most recent book,  , is a #1   business bestseller, a #1   Business bestseller, and a #1   nonfiction bestseller. In 2013, Thinkers 50 named him one of the top 15 business thinkers in the world. He serves on the board of directors and advisory boards of several non-profits and startup companies. A graduate of Northwestern University and Yale Law School, Pink lives in Washington, DC, with his wife and their three children. About  Everyone knows that timing is everything. But we don’t know much about timing itself. Our lives are a never-ending stream of “when” decisions: when to start a business, schedule a class, get serious about a person. Yet we make those decisions based on intuition and guesswork. Timing, it’s often assumed, is an art. In W , Pink shows that timing is really a science. Drawing on a rich trove of research from psychology, biology, and economics, Pink reveals how best to live, work, and succeed. How can we use the hidden patterns of the day to build the ideal schedule? Why do certain breaks dramatically improve student test scores? How can we turn a stumbling beginning into a fresh start? Why should we avoid going to the hospital in the afternoon? Why is singing in time with other people as good for you as exercise? And what is the ideal time to quit a job, switch careers, or get married? In  , Pink distills cutting-edge research and data on timing and synthesizes them into a fascinating, readable narrative packed with irresistible stories and practical takeaways that give readers compelling insights into how we can live richer, more engaged lives.",
    "eventImage": "https://hooksbookevents.com/wp-content/uploads/2017/09/dan-pink-184x258.jpg",
    "eventType": "Private Event",
    "eventWebsite": "https://hooksbookevents.com/event/dan-pink-scientific-secrets-perfect-timing-4/",
    "organization": "Hooks Book Events",
    "state": "DC",
    "street": "",
    "title": "Dan Pink with When: The Scientific Secrets of Perfect Timing",
    "zip": ""
},
{
    "In_group_id": "",
    "city": "Gaithersburg MD",
    "dateFrom": "26/02/2018",
    "description": "Daniel H. Pink is the author of five provocative books about the changing world of work — including the long-running   bestsellers,   and  . His books have been translated into 34 languages and have sold more than 2 million copies worldwide. Pink’s most recent book,  , is a #1   business bestseller, a #1   Business bestseller, and a #1   nonfiction bestseller. In 2013, Thinkers 50 named him one of the top 15 business thinkers in the world. He serves on the board of directors and advisory boards of several non-profits and startup companies. A graduate of Northwestern University and Yale Law School, Pink lives in Washington, DC, with his wife and their three children. About  Everyone knows that timing is everything. But we don’t know much about timing itself. Our lives are a never-ending stream of “when” decisions: when to start a business, schedule a class, get serious about a person. Yet we make those decisions based on intuition and guesswork. Timing, it’s often assumed, is an art. In W , Pink shows that timing is really a science. Drawing on a rich trove of research from psychology, biology, and economics, Pink reveals how best to live, work, and succeed. How can we use the hidden patterns of the day to build the ideal schedule? Why do certain breaks dramatically improve student test scores? How can we turn a stumbling beginning into a fresh start? Why should we avoid going to the hospital in the afternoon? Why is singing in time with other people as good for you as exercise? And what is the ideal time to quit a job, switch careers, or get married? In  , Pink distills cutting-edge research and data on timing and synthesizes them into a fascinating, readable narrative packed with irresistible stories and practical takeaways that give readers compelling insights into how we can live richer, more engaged lives.",
    "eventImage": "https://hooksbookevents.com/wp-content/uploads/2017/09/dan-pink-184x258.jpg",
    "eventType": "Featured Events",
    "eventWebsite": "https://hooksbookevents.com/event/dan-pink-with-when-the-scientific-secrets-of-perfect-timing/",
    "organization": "Hooks Book Events",
    "state": "",
    "street": "",
    "title": "Dan Pink with When: The Scientific Secrets of Perfect Timing",
    "zip": ""
},
{
    "In_group_id": "",
    "city": "Washington",
    "dateFrom": "22/02/2018",
    "description": "Angela J. Davis is a professor of law at the American University and a former director of the D.C. Public Defender Service. She is the author of  and the coeditor of several books on criminal law and procedure. She has also written many articles and contributed chapters to many books on prosecutorial power and racial disparities in the criminal justice system. A comprehensive, readable analysis of the key issues of the Black Lives Matter movement, this thought-provoking and compelling anthology features essays by some of the nation’s most influential and respected criminal justice experts and legal scholars.  explores and critiques the many ways the criminal justice system impacts the lives of African American boys and men at every stage of the criminal process, from arrest through sentencing.  Essays range from an explication of the historical roots of racism in the criminal justice system to an examination of modern-day police killings of unarmed black men. The contributors discuss and explain racial profiling, the power and discretion of police and prosecutors, the role of implicit bias, the racial impact of police and prosecutorial decisions, the disproportionate imprisonment of black men, the collateral consequences of mass incarceration, and the Supreme Court’s failure to provide meaningful remedies for the injustices in the criminal justice system.   is an enlightening must-read for anyone interested in the critical issues of race and justice in America.",
    "eventImage": "https://hooksbookevents.com/wp-content/uploads/2017/12/angeladavis-184x280.jpg",
    "eventType": "Bridge Builder",
    "eventWebsite": "https://hooksbookevents.com/event/angela-j-davis-policing-black-man-arrest-prosecution-imprisonment/",
    "organization": "Hooks Book Events",
    "state": "DC",
    "street": "",
    "title": "Angela J. Davis with Policing the Black Man: Arrest, Prosecution, and Imprisonment, A Bridge Builder Event",
    "zip": ""
},
{
    "In_group_id": "",
    "city": "Reston VA",
    "dateFrom": "08/02/2018",
    "description": "Yasha Levine is an investigative journalist for Pando Daily, a San Francisco-based news magazine focused on covering the politics and power of big tech. He has been published in  ,    , , Not Safe For Work Corp, Alternet, and many others. He has also appeared on network television, including MSNBC, and has had his work profiled by the  ,  , and  , among others.",
    "eventImage": "https://hooksbookevents.com/wp-content/uploads/2017/11/yasha-184x280.jpg",
    "eventType": "Featured Events",
    "eventWebsite": "https://hooksbookevents.com/event/yasha-levine-surveillance-valley-secret-military-history-internet/",
    "organization": "Hooks Book Events",
    "state": "",
    "street": "",
    "title": "Yasha Levine with Surveillance Valley: The Secret Military History of the Internet",
    "zip": ""
},
{
    "In_group_id": "",
    "city": "Washington",
    "dateFrom": "09/02/2018",
    "description": "Robin Chase is cofounder of Zipcar, along with three other companies (Veniam, Buzzcar, and GoLoco). She was named one of  ‘s 100 Most Influential People in the World, a   Top Ten Designer, a   Champion of Innovation, and has been featured in the  , NPR, NBC’s  , and  . She was shortlisted for the 2015 Thinkers50 Breakthrough Idea and Ideas into Practice awards. She lives in Cambridge, MA. Robin Chase, co-founder and first CEO of Zipcar, the world’s largest car sharing company, illuminates the profound economic and business potential of the shared economy, showing how combining two powerful forces – the platform of the “Inc” and the under-utilized talents, energy and creativity of the “Peers” – can transform the economy, redefine business, and create a future of abundance and prosperity. When Robin Chase cofounded Zipcar, she not only started a business but established the foundation for one of the most important economic and social ideas of our time: the collaborative economy. With this important book, she broadens our thinking about the ways in which the economy is being transformed and shows how the Peers Inc model is changing the very nature of capitalism. When the best of people power is combined with the best of corporate power to form “Peers Inc” organizations, a potent creative force is released. The “Inc” in these collaborations delivers the industrial strengths of significant scale and resources, and the “Peers” bring together the individual strengths of localization, specialization, and customization, unlocking the power of the collaborative economy. When excess capacity is harnessed by the platform and diverse peers participate, a completely new dynamic is unleashed. In  , Robin Chase brings her provocative insights to work, business, the economy, and the environment, showing: \n•How focusing on excess capacity transforms the economics of what’s possible and delivers abundance to all \n•How the new collaboration between the Inc and the Peers enables companies to grow more quickly, learn faster, and deliver smarter products and services \n•How leveraging the Peers Inc model can address climate change with the necessary speed and scale \n•How the Peers Inc model can help legacy companies overcome their shortening life cycle by inviting innovation and evolution \n•Why power parity between the Peers and the Inc is a prerequisite for long-term success \n•How platforms can be built within the existing financial system or outside of it \n•What government can do to enhance economic possibility and protect people working in this new decentralized world Chase casts a wide net, illuminating the potential of the Peers Inc model to address broader issues such as climate change and income inequality, and proves the impact that this innovative economic force can have on the most pressing issues of our time.",
    "eventImage": "https://hooksbookevents.com/wp-content/uploads/2017/12/robinchase-184x280.jpg",
    "eventType": "Featured Events",
    "eventWebsite": "https://hooksbookevents.com/event/robin-chase-peers-inc-people-platforms-inventing-collaborative-economy-reinventing-capitalism/",
    "organization": "Hooks Book Events",
    "state": "DC",
    "street": "",
    "title": "Robin Chase with Peers Inc: How People and Platforms Are Inventing the Collaborative Economy and Reinventing Capitalism",
    "zip": ""
},
{
    "In_group_id": "",
    "city": "Boston MA",
    "dateFrom": "05/02/2018",
    "description": "Daniel H. Pink is the author of five provocative books about the changing world of work — including the long-running   bestsellers,   and  . His books have been translated into 34 languages and have sold more than 2 million copies worldwide. Pink’s most recent book,  , is a #1   business bestseller, a #1   Business bestseller, and a #1   nonfiction bestseller. In 2013, Thinkers 50 named him one of the top 15 business thinkers in the world. He serves on the board of directors and advisory boards of several non-profits and startup companies. A graduate of Northwestern University and Yale Law School, Pink lives in Washington, DC, with his wife and their three children. About  Everyone knows that timing is everything. But we don’t know much about timing itself. Our lives are a never-ending stream of “when” decisions: when to start a business, schedule a class, get serious about a person. Yet we make those decisions based on intuition and guesswork. Timing, it’s often assumed, is an art. In W , Pink shows that timing is really a science. Drawing on a rich trove of research from psychology, biology, and economics, Pink reveals how best to live, work, and succeed. How can we use the hidden patterns of the day to build the ideal schedule? Why do certain breaks dramatically improve student test scores? How can we turn a stumbling beginning into a fresh start? Why should we avoid going to the hospital in the afternoon? Why is singing in time with other people as good for you as exercise? And what is the ideal time to quit a job, switch careers, or get married? In  , Pink distills cutting-edge research and data on timing and synthesizes them into a fascinating, readable narrative packed with irresistible stories and practical takeaways that give readers compelling insights into how we can live richer, more engaged lives.",
    "eventImage": "https://hooksbookevents.com/wp-content/uploads/2017/09/dan-pink-184x258.jpg",
    "eventType": "Private Event",
    "eventWebsite": "https://hooksbookevents.com/event/dan-pink-scientific-secrets-perfect-timing-2/",
    "organization": "Hooks Book Events",
    "state": "",
    "street": "",
    "title": "Dan Pink with When: The Scientific Secrets of Perfect Timing",
    "zip": ""
},
{
    "In_group_id": "",
    "city": "",
    "dateFrom": "01/03/2018",
    "description": " is Bridge Professor in the Fletcher School of Law and Diplomacy and the School of Engineering, Department of Computer Science, at Tufts University and Visiting Professor at University College London. She was previously a Senior Staff Privacy Analyst at Google and a Distinguished Engineer at Sun Microsystems. She is an Association for Computing Machinery Fellow, a Cybersecurity Hall of Fame inductee, and an American Association for Advancement of Science Fellow. New technologies have provided both incredible convenience and new threats. The same kinds of digital networks that allow you to hail a ride using your smartphone let power grid operators control a country’s electricity—and these personal, corporate, and government systems are all vulnerable. In Ukraine, unknown hackers shut off electricity to nearly 230,000 people for six hours. North Korean hackers destroyed networks at Sony Pictures in retaliation for a film that mocked Kim Jong-un. And Russian cyberattackers leaked Democratic National Committee emails in an attempt to sway a U.S. presidential election. And yet despite such documented risks, government agencies, whose investigations and surveillance are stymied by encryption, push for a weakening of protections. In this accessible and riveting read, Susan Landau makes a compelling case for the need to secure our data, explaining how we must maintain cybersecurity in an insecure age.",
    "eventImage": "https://hooksbookevents.com/wp-content/uploads/2017/11/Landauauthorphoto-184x280.jpg",
    "eventType": "Featured Events",
    "eventWebsite": "https://hooksbookevents.com/event/susan-landau-listening-cybersecurity-insecure-age/",
    "organization": "Hooks Book Events",
    "state": "",
    "street": "",
    "title": "Susan Landau with Listening In: Cybersecurity in an Insecure Age",
    "zip": ""
},
{
    "In_group_id": "",
    "city": "Washington",
    "dateFrom": "16/05/2018",
    "description": "Daniel H. Pink is the author of five provocative books about the changing world of work — including the long-running   bestsellers,   and  . His books have been translated into 34 languages and have sold more than 2 million copies worldwide. Pink’s most recent book,  , is a #1   business bestseller, a #1   Business bestseller, and a #1   nonfiction bestseller. In 2013, Thinkers 50 named him one of the top 15 business thinkers in the world. He serves on the board of directors and advisory boards of several non-profits and startup companies. A graduate of Northwestern University and Yale Law School, Pink lives in Washington, DC, with his wife and their three children. About  Everyone knows that timing is everything. But we don’t know much about timing itself. Our lives are a never-ending stream of “when” decisions: when to start a business, schedule a class, get serious about a person. Yet we make those decisions based on intuition and guesswork. Timing, it’s often assumed, is an art. In W , Pink shows that timing is really a science. Drawing on a rich trove of research from psychology, biology, and economics, Pink reveals how best to live, work, and succeed. How can we use the hidden patterns of the day to build the ideal schedule? Why do certain breaks dramatically improve student test scores? How can we turn a stumbling beginning into a fresh start? Why should we avoid going to the hospital in the afternoon? Why is singing in time with other people as good for you as exercise? And what is the ideal time to quit a job, switch careers, or get married? In  , Pink distills cutting-edge research and data on timing and synthesizes them into a fascinating, readable narrative packed with irresistible stories and practical takeaways that give readers compelling insights into how we can live richer, more engaged lives.",
    "eventImage": "https://hooksbookevents.com/wp-content/uploads/2017/09/dan-pink-184x258.jpg",
    "eventType": "Private Event",
    "eventWebsite": "https://hooksbookevents.com/event/dan-pink-scientific-secrets-perfect-timing-6/",
    "organization": "Hooks Book Events",
    "state": "DC",
    "street": "",
    "title": "Dan Pink with When: The Scientific Secrets of Perfect Timing",
    "zip": ""
},
{
    "In_group_id": "",
    "city": "",
    "dateFrom": "16/05/2018",
    "description": "",
    "eventImage": "https://hooksbookevents.com/wp-content/uploads/2017/11/kristihedges-184x280.jpg",
    "eventType": "",
    "eventWebsite": "https://hooksbookevents.com/event/kristi-hedges-inspiration-code-best-leaders-energize-people-every-day/",
    "organization": "Hooks Book Events",
    "state": "",
    "street": "",
    "title": "Kristi Hedges with The Inspiration Code: How the Best Leaders Energize People Every Day",
    "zip": ""
},
{
    "In_group_id": "",
    "city": "",
    "dateFrom": "17/04/2018",
    "description": " is the Ellison Professor of Marketing at the Rotman School of Management, University of Toronto. Avi is also Chief Data Scientist at the Creative Destruction Lab, Senior Editor at Marketing Science, a Fellow at Behavioral Economics in Action at Rotman, and a Research Associate at the National Bureau of Economic Research. His research has been widely covered in the popular press, including the  , the  , the  , CBC Radio, National Public Radio,  ,  , the  , the  , the  , the  , and many others.  is Professor of Strategic Management and Peter Munk Professor of Entrepreneurship at the University of Toronto’s Rotman School of Management. He is also a Research Associate at the National Bureau of Economic Research, cofounder of The Next 36 and Next AI, and founder of the Creative Destruction Lab. Professor Agrawal conducts research on technology strategy, science policy, entrepreneurial finance, and the geography of innovation. He is also cofounder of the AI/robotics company Kindred.  is Professor of Strategic Management and the holder of the Jeffrey S. Skoll Chair of Technical Innovation and Entrepreneurship at the Rotman School of Management, University of Toronto. Gans is a frequent contributor to outlets like the  ,  ,  ,  , and the  . He regularly appears on television and radio including appearances on BBC World Service, All Things Considered, Planet Money, and Freakonomics Radio. Joshua also writes regularly at several blogs including Digitopoly. The idea of artificial intelligence–job-killing robots, self-driving cars, and self-managing organizations–captures the imagination, evoking a combination of wonder and dread for those of us who will have to deal with the consequences. But what if it’s not quite so complicated? The real job of artificial intelligence, argue these three eminent economists, is to lower the cost of prediction. And once you start talking about costs, you can use some well‐established economics to cut through the hype. The constant challenge for all managers is to make decisions under uncertainty. And AI contributes by making knowing what’s coming in the future cheaper and more certain. But decision making has another component: judgment, which is firmly in the realm of humans, not machines. Making prediction cheaper means that we can make more predictions more accurately and assess them with our better (human) judgment. Once managers can separate tasks into components of prediction and judgment, we can begin to understand how to optimize the interface between humans and machines. More than just an account of AI’s powerful capabilities,   shows managers how they can most effectively leverage AI, disrupting business as usual only where required, and provides businesses with a toolkit to navigate the coming wave of challenges and opportunities.",
    "eventImage": "https://hooksbookevents.com/wp-content/uploads/2017/12/avigoldfarb-184x280.jpg",
    "eventType": "Private Event",
    "eventWebsite": "https://hooksbookevents.com/event/ajay-agrawal-joshua-gans-avi-goldfarb-prediction-machines-simple-economics-artificial-intelligence/",
    "organization": "Hooks Book Events",
    "state": "",
    "street": "",
    "title": "Ajay Agrawal, Joshua Gans and Avi Goldfarb with Prediction Machines: The Simple Economics of Artificial Intelligence",
    "zip": ""
},
{
    "In_group_id": "",
    "city": "Washington",
    "dateFrom": "04/04/2018",
    "description": "Daniel H. Pink is the author of five provocative books about the changing world of work — including the long-running   bestsellers,   and  . His books have been translated into 34 languages and have sold more than 2 million copies worldwide. Pink’s most recent book,  , is a #1   business bestseller, a #1   Business bestseller, and a #1   nonfiction bestseller. In 2013, Thinkers 50 named him one of the top 15 business thinkers in the world. He serves on the board of directors and advisory boards of several non-profits and startup companies. A graduate of Northwestern University and Yale Law School, Pink lives in Washington, DC, with his wife and their three children. About  Everyone knows that timing is everything. But we don’t know much about timing itself. Our lives are a never-ending stream of “when” decisions: when to start a business, schedule a class, get serious about a person. Yet we make those decisions based on intuition and guesswork. Timing, it’s often assumed, is an art. In W , Pink shows that timing is really a science. Drawing on a rich trove of research from psychology, biology, and economics, Pink reveals how best to live, work, and succeed. How can we use the hidden patterns of the day to build the ideal schedule? Why do certain breaks dramatically improve student test scores? How can we turn a stumbling beginning into a fresh start? Why should we avoid going to the hospital in the afternoon? Why is singing in time with other people as good for you as exercise? And what is the ideal time to quit a job, switch careers, or get married? In  , Pink distills cutting-edge research and data on timing and synthesizes them into a fascinating, readable narrative packed with irresistible stories and practical takeaways that give readers compelling insights into how we can live richer, more engaged lives.",
    "eventImage": "https://hooksbookevents.com/wp-content/uploads/2017/09/dan-pink-184x258.jpg",
    "eventType": "Private Event",
    "eventWebsite": "https://hooksbookevents.com/event/dan-pink-scientific-secrets-perfect-timing-7/",
    "organization": "Hooks Book Events",
    "state": "DC",
    "street": "",
    "title": "Dan Pink with When: The Scientific Secrets of Perfect Timing",
    "zip": ""
},
{
    "In_group_id": "",
    "city": "Reston VA",
    "dateFrom": "13/03/2018",
    "description": "Adam Segal is Maurice R. Greenberg Senior Fellow for China Studies and Director of the Digital and Cyberspace Policy Program at the Council on Foreign Relations. He is the author of two books on Asia and technology, and his writing has appeared in publications such as Financial Times, Washington Post, Los Angeles Times, Foreign Affairs, Asian Wall Street Journal, and International Herald Tribune. He has appeared as a commentator on several networks including Bloomberg, CNN, NBC, NPR, and the BBC. For more than three hundred years, the world wrestled with conflicts that arose between nation-states. Nation-states wielded military force, financial pressure, and diplomatic persuasion to create “world order.” Even after the end of the Cold War, the elements comprising world order remained essentially unchanged. But 2012 marked a transformation in geopolitics and the tactics of both the established powers and smaller entities looking to challenge the international community. That year, the US government revealed its involvement in Operation “Olympic Games,” a mission aimed at disrupting the Iranian nuclear program through cyberattacks; Russia and China conducted massive cyber-espionage operations; and the world split over the governance of the Internet. Cyberspace became a battlefield. Cyber conflict is hard to track, often delivered by proxies, and has outcomes that are hard to gauge. It demands that the rules of engagement be completely reworked and all the old niceties of diplomacy be recast. Many of the critical resources of statecraft are now in the hands of the private sector, giant technology companies in particular. In this new world order, cybersecurity expert Adam Segal reveals, power has been well and truly hacked.",
    "eventImage": "https://hooksbookevents.com/wp-content/uploads/2017/07/adam-segal-1.jpg",
    "eventType": "Featured Events",
    "eventWebsite": "https://hooksbookevents.com/event/adam-segal-hacked-world-order-nations-fight-trade-maneuver-manipulate-digital-age/",
    "organization": "Hooks Book Events",
    "state": "",
    "street": "",
    "title": "Adam Segal with The Hacked World Order: How Nations Fight, Trade, Maneuver, and Manipulate in the Digital Age",
    "zip": ""
},
{
    "In_group_id": "",
    "city": "Reston VA",
    "dateFrom": "06/03/2018",
    "description": "Stephen Denning is a renowned management innovator and popular Forbes.com columnist. A former World Bank executive, he serves on the advisory board for the Drucker Forum and is the author of several books including  An unstoppable business revolution is under way—and it is Agile. Companies that embrace Agile Management learn to connect everyone and everything . . . all the time. They can deliver instant, intimate, frictionless value on a large scale. Agile began emerging many decades ago, but truly took off in the software development industry. Sparking dramatic improvements in quality, innovation, and speed-to-market, the Agile movement is now spreading quickly throughout all kinds of companies. It enables a team, a unit, or an enterprise to nimbly adapt and upgrade products and services to meet rapidly changing technology and customer needs. And the process is applicable anywhere—companies don’t need to be born Agile, like Spotify. Even centuries-old Barclays is making the transition and reaping rewards. Filled with examples from every sector,   helps readers: Master the three laws of Agile Management (team, customer, network) • Embrace the new mindset • Overcome constraints • Employ meaningful metrics • Make the entire organization Agile • And more With this breakthrough approach, even global giants can learn to act entrepreneurially. Their future depends on it.",
    "eventImage": "https://hooksbookevents.com/wp-content/uploads/2017/11/stevedenning-184x280.jpg",
    "eventType": "Featured Events",
    "eventWebsite": "https://hooksbookevents.com/event/stephen-denning-age-agile-smart-companies-transforming-way-work-gets-done/",
    "organization": "Hooks Book Events",
    "state": "",
    "street": "",
    "title": "Stephen Denning with The Age of Agile: How Smart Companies Are Transforming the Way Work Gets Done",
    "zip": ""
},
]