[{
    "In_group_id": "",
    "city": "New York",
    "dateFrom": "12/12/2017",
    "description": "Join Aperture for a conversation between   and  discussing her long-term series  , currently on view at Aperture as part of the  . Dana Lixenberg won the Deutshce Börse Photography Foundation prize for her publication Imperial Courts (Roma, 2015). In 1992, she traveled to South Central Los Angeles for a magazine story on the riots that erupted following the verdict in the Rodney King trial. What Lixenberg encountered inspired her to revisit the area, and led her to the community of the Imperial Courts housing project in Watts. Returning countless times over the following twenty-two years, Lixenberg gradually created a collaborative portrait of the changing face of this community. Over the years, some in the community were killed, while others disappeared or went to jail, and others, once children in early photographs, grew up and had children of their own. In this way, Imperial Courts constitutes a complex and evocative record of the passage of time in an underserved community. (b. 1964, the Netherlands) studied Photography at the London College of Printing (1984-1986) and at the Gerrit Rietveld Academie in Amsterdam (1987-1989). In 1993 she was awarded a project grant by The Netherlands Foundation for Visual Arts, Design and Architecture for a series of portraits at the Imperial Courts Housing Project in Los Angeles. Since 2008 Lixenberg has been revisiting the Imperial Courts Housing Project in Los Angeles for a follow up to the series from 1993.  is a photographer, writer, and former editor of the contemporary photography website The Great Leap Sideways (2011—2017). He has contributed essays to catalogues and monographs by Vanessa Winship, George Georgiou, Marton Perlaki and Paul Graham, been an artist-in-residence at Light Work, guest edited the Aperture PhotoBook Review, and written for Aperture, FOAM magazine, the Barbican and The Photographer’s Gallery. He has lectured at Yale, Cornell and The New School, and is a faculty member in the photography department at Purchase College, SUNY. Image: Dana Lixenberg, Wilteysha, 1993 © Dana Lixenberg, Courtesy of the artist and Grimm, Amsterdam Aperture’s exhibitions and programs are also funded, in part, with support from the Grace Jones Richardson Trust, and with public funds from the New York State Council on the Arts with the support of Governor Andrew M. Cuomo and the New York State Legislature, and the New York City Department of Cultural Affairs in partnership with the City Council.    ",
    "endTime": "08:30 PM",
    "eventImage": "https://aperture.org/wp-content/uploads/2017/09/01_PressImage-l-DBPFP17-l-Dana-Lixenberg-Wilteysha-1993.jpg",
    "eventWebsite": "https://aperture.org/event/dana-lixenberg-conversation-stanley-wolukau-wanambwa/",
    "location": "Aperture Gallery and Bookstore",
    "organization": "Aperture",
    "speaker1FirstName": "Dana",
    "speaker1LastName": "Lixenberg",
    "speaker2FirstName": "Stanley",
    "speaker2LastName": "Wolukau-Wanambwa",
    "startTime": "07:00 PM",
    "state": "NY",
    "street": "547 West 27th Street, 4th Floor",
    "ticketUrl": "",
    "title": "Dana Lixenberg in Conversation with Stanley Wolukau-Wanambwa",
    "zip": ""
},
{
    "In_group_id": "",
    "city": "New York",
    "dateFrom": "15/12/2017",
    "description": "Sold Out To celebrate the publication of   (Aperture, 2017), a book of Lyle Ashton Harris’ Ektachrome archive, Harris is joined by an intergenerational group of artists and writers for a night of conversation and reflection.  Throughout the late 1980s and early 1990s, Harris photographed the radical cultural scene that emerged in cities across the globe, finding expression in the galleries, nightclubs, and bedrooms of New York, London, Los Angeles, and Rome. His archive of 35 mm Ektachrome images has now been published alongside journal entries and recollections from a host of artistic and cultural figures.  Addressing the Ektachrome Archive in relation to the historical period in which it was produced and in light of contemporary political and social concerns, this series of talks examines how the archive has expanded from a personal document of a historically significant period to a contemporary living document, and how this work serves to complicate our collective memory.  Speakers include: Gregg Bordowitz, Johanna Burton, Kimberly Drew, Christopher Y. Lew, Catherine Lord, Jason Moran, Robert Reid-Pharr, Mickalene Thomas, and Iké Udé. This event is co-organized by the Aperture Foundation and the Whitney Museum of American Art  (born in the Bronx, New York, 1965 and raised both in Dar es Salaam, Tanzania and New York) received his BA from Wesleyan University, his MFA from the California Institute of the Arts, and attended the Whitney Museum of American Art Independent Studies Program.  His work has been exhibited worldwide, including at The Studio Museum in Harlem; The Whitney Museum of American Art; Solomon R. Guggenheim Museum, New York; 52nd Venice Biennial, São Paulo Biennial in 2016 and the 2017 Whitney Biennial, among others. His work is represented in the permanent collections of major museums, most recently The Museum of Modern Art, New York. In 2014 Harris joined the Board of Trustees of the American Academy in Rome and was the recipient of the 2014 David C. Driskell Prize from the High Museum of Art, Atlanta, and a 2016 fellowship from the John Simon Guggenheim Memorial Foundation and was appointed a trustee of the Tiffany Foundation.  He currently lives and works in New York City and is an Associate Professor of Art at New York University. Image:   (from  , Aperture 2017)",
    "eventImage": "https://aperture.org/wp-content/uploads/2017/11/web_small_LAH_130.jpg",
    "eventWebsite": "https://aperture.org/event/lyle-ashton-harris/",
    "location": "Whitney Museum, Susan and John Hess Family Theater",
    "organization": "Aperture",
    "speaker1FirstName": "Lyle",
    "speaker1LastName": "Ashton",
    "speaker2FirstName": "",
    "speaker2LastName": "",
    "startTime": "06:30 PM",
    "state": "NY",
    "street": "99 Gansevoort Street",
    "ticketUrl": "",
    "title": "Lyle Ashton Harris: Today I Shall Judge Nothing That Occurs",
    "zip": ""
},
]